performance.yml
config:
  target: 'https://staging-register-a-food-business.azurewebsites.net/'
  phases:
    - duration: 60
      arrivalRate: 1
      rampTo: 40
  defaults:
    headers:
      x-my-service-auth: '987401838271002188298567'
scenarios:
  - flow:
    - get:
        url: "/"
    - get:
        url: "/registration-role"